const changelogData = [
  {
    version: '1.0.0',
    description: '1.0.0 (публиковалась лишь в GitHub)',
    changes: [
      'код портирован на React;',
      'переработан дизайн с использованием «HeroUI\u00A0V3»;',
      'расширение адаптировано для работы в популярных десктопных браузерах.',
    ],
  },
  // {
  //   version: '1.2.0',
  //   description: '1.2.0',
  //   changes: [
  //     'расширение адаптировано для работы в популярных десктопных браузерах и опубликовано в соответствующих магазинах;',
  //     'добавлена новая функция: «Советы по безопасности». Вы можете просматривать их отдельно и во время поиска собеседника.',
  //   ],
  // },
];

export { changelogData };
